Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# ai_plan.diff_rest
source: {{value1}}：休憩{{value2}}→{{value3}}秒
ar_sa: {{value1}}: استراحة {{value2}} → {{value3}} ثانية
ca: {{value1}}: Descansa {{value2}} → {{value3}} segons
cs: {{value1}}: Odpočinek {{value2}} → {{value3}} sekund
de_de: {{value1}}: Pause von {{value2}} → {{value3}} Sekunden
el: {{value1}}: Ξεκούραση {{value2}} → {{value3}}
fr_ca: {{value1}}：休憩{{value2}}秒 → {{value3}}秒
gu: {{value1}}: આરામ {{value2}} → {{value3}} સેકન્ડ
he: {{value1}}: הפסקה {{value2}} → {{value3}} שניות
hi: {{value1}}休憩{{value2}}秒 → {{value3}}秒
hr: {{value1}}休憩{{value2}}秒 → {{value3}}秒
hu: {{value1}}: Pihenés {{value2}} → {{value3}} másodperc
it: {{value1}}: pausa {{value2}} → {{value3}} secondi
ko: {{value1}}休憩{{value2}}秒 → {{value3}}秒
mr: {{value1}}: विश्रांती {{value2}} → {{value3}} सेकंद
ms: {{value1}}: Istirahat {{value2}} → {{value3}} saat
nl_nl: {{value1}}: Rust {{value2}} → {{value3}} seconden
pl: {{value1}}: Przerwa {{value2}} → {{value3}}
pt_pt: {{value1}}: Descanso de {{value2}} → {{value3}} segundos
ro: {{value1}}休憩{{value2}}秒 → {{value3}}秒
ru: {{value1}}: отдых {{value2}} → {{value3}}
sk: {{value1}}: Odpočinek {{value2}} → {{value3}}
sl: {{value1}}休憩{{value2}}秒 → {{value3}}秒
sv: {{value1}}: Vila {{value2}} → {{value3}} sekunder
te: {{value1}}: విశ్రాంతి {{value2}} → {{value3}} సెకన్లు
th: {{value1}}: พัก{{value2}} → {{value3}} วินาที
tr: {{value1}}: {{value2}} dakika dinlenme → {{value3}} saniye
uk: {{value1}}休憩{{value2}}秒 → {{value3}}秒
vi: {{value1}}: Nghỉ {{value2}} → {{value3}} giây
zh_hant: {{value1}}：休息 {{value2}} → {{value3}} 秒

# ai_plan.diff_sets
source: {{value1}}：{{value2}}→{{value3}}セット
ar_sa: {{value1}}: {{value2}} → {{value3}} مجموعات
ca: {{value1}}: {{value2}} → {{value3}} sèries
cs: {{value1}}: {{value2}} → {{value3}}
da: {{value1}}: {{value2}}→{{value3}} sæt
de_de: {{value1}}: {{value2}} → {{value3}} Sätze
el: {{value1}}: {{value2}} → {{value3}}
en_au: {{value1}}: {{value2}} → {{value3}} sets
es_es: {{value1}}: {{value2}} → {{value3}} series
fi: {{value1}}: {{value2}}→{{value3}} sarjaa
fr_ca: {{value1}} : {{value2}} → {{value3}} séries
gu: {{value1}}: {{value2}} → {{value3}} સેટ
he: {{value1}}: {{value2}} → {{value3}} סטים
hi: {{value1}}: {{value2}}→{{value3}} सेट
hr: {{value1}}: {{value2}} → {{value3}} serija
hu: {{value1}}: {{value2}} → {{value3}} edzés
id: {{value1}}: {{value2}}→{{value3}} set
it: {{value1}}: {{value2}} → {{value3}} serie
ko: {{value1}}: {{value2}}→{{value3}}세트
mr: {{value1}}: {{value2}} → {{value3}}
ms: {{value1}}: {{value2}} → {{value3}} set
nl_nl: {{value1}}: {{value2}} → {{value3}} sets
no: {{value1}}: {{value2}}→{{value3}} sett
pl: {{value1}}: {{value2}} → {{value3}}
pt_br: {{value1}}: {{value2}}→{{value3}} séries
pt_pt: {{value1}}: {{value2}} → {{value3}} séries
ro: {{value1}}: {{value2}} → {{value3}} seturi
ru: {{value1}}: {{value2}} → {{value3}}
sk: {{value1}}: {{value2}} → {{value3}}
sl: {{value1}}: {{value2}} → {{value3}} serij
sv: {{value1}}: {{value2}} → {{value3}} set
ta: {{value1}}：{{value2}}→{{value3}} செட்கள்
te: {{value1}}: {{value2}} → {{value3}} సెట్లు
th: {{value1}}: {{value2}} → {{value3}} เซ็ต
tr: {{value1}}: {{value2}} → {{value3}} set
uk: {{value1}}: {{value2}} → {{value3}} підходів
vi: {{value1}}: {{value2}} → {{value3}} hiệp
zh_hans: {{value1}}：{{value2}}→{{value3}}组
zh_hant: {{value1}}：{{value2}} → {{value3}} 組

# ai_plan.not_now
source: 今回は変更しない
ar_sa: لا تغيير هذه المرة
ca: Sense canvis aquesta vegada
cs: Tentokrát bez změny
da: Ingen ændring denne gang
de_de: Diesmal keine Änderung
el: Καμία αλλαγή αυτή τη φορά
en_au: No change this time
es_es: Sin cambios esta vez
fi: Ei muutosta tällä kertaa
fr_ca: Aucune modification cette fois
gu: આ વખતે કોઈ ફેરફાર નહીં
he: ללא שינוי הפעם
hi: इस बार कोई बदलाव नहीं
hr: Ovaj put bez promjene
hu: Most nincs módosítás
id: Tidak ada perubahan kali ini
it: Nessuna modifica questa volta
ko: 이번에는 변경 없음
mr: यावेळी बदल नाही
ms: Tiada perubahan kali ini
nl_nl: Deze keer geen wijziging
no: Ingen endring denne gangen
pl: Tym razem bez zmian
pt_br: Sem alteração desta vez
pt_pt: Sem alteração desta vez
ro: Nicio modificare de această dată
ru: Без изменений в этот раз
sk: Tentoraz bez zmeny
sl: Tokrat brez spremembe
sv: Ingen ändring den här gången
ta: இந்த முறை மாற்றம் இல்லை
te: ఈసారి మార్పు లేదు
th: ไม่เปลี่ยนในครั้งนี้
tr: Bu kez değişiklik yok
uk: Без змін цього разу
vi: Không thay đổi lần này
zh_hans: 本次不更改
zh_hant: 本次不更改

# ai_plan.save_and_start
source: 保存して開始
ar_sa: احفظ وابدأ
ca: Guarda i inicia
cs: Uložit a začít
da: Gem og start
de_de: Speichern und starten
el: Αποθήκευση και εκκίνηση
en_au: Save and start
es_es: Guardar y empezar
fi: Tallenna ja aloita
fr_ca: Enregistrer et commencer
gu: સંરક્ષિત કરો અને શરૂ કરો
he: שמור והתחל
hi: सहेजें और शुरू करें
hr: Spremi i započni
hu: Mentés és kezdés
id: Simpan dan mulai
it: Salva e avvia
ko: 저장하고 시작
mr: जतन करा आणि सुरू करा
ms: Simpan dan mulakan
nl_nl: Opslaan en starten
no: Lagre og start
pl: Zapisz i rozpocznij
pt_br: Salvar e começar
pt_pt: Salvar e iniciar
ro: Salvează și începe
ru: Сохранить и начать
sk: Uložiť a začať
sl: Shrani in začni
sv: Spara och starta
ta: சேமித்து தொடங்கவும்
te: సేవ్ చేసి ప్రారంభించు
th: บันทึกและเริ่ม
tr: Kaydet ve Başlat
uk: Зберегти й почати
vi: Lưu và bắt đầu
zh_hans: 保存并开始
zh_hant: 儲存並開始

# ai_plan.save_as_new_plan
source: 新しい計画にする
ar_sa: احفظ كخطة جديدة
ca: Guardar com a nou pla
cs: Uložit jako nový plán
da: Gem som ny plan
de_de: Als neuen Plan speichern
el: Δημιουργία νέου σχεδίου
en_au: Save as a new plan
es_es: Convertir en un plan nuevo
fi: Tallenna uutena suunnitelmana
fr_ca: Créer un nouveau plan
gu: નવી યોજના તરીકે સાચવો
he: שמור כתוכנית חדשה
hi: नई योजना बनाएँ
hr: Spremi kao novi plan
hu: Új terv létrehozása
id: Jadikan rencana baru
it: Salva come nuovo piano
ko: 새 계획으로 저장
mr: नवीन योजना म्हणून जतन करा
ms: Simpan sebagai rancangan baharu
nl_nl: Als nieuw plan opslaan
no: Gjør til ny plan
pl: Zapisz jako nowy plan
pt_br: Transformar em um novo plano
pt_pt: Guardar como um novo plano
ro: Salvează ca plan nou
ru: Сохранить как новый план
sk: Uložiť ako nový plán
sl: Ustvari nov načrt
sv: Spara som ny plan
ta: புதிய திட்டமாக மாற்றவும்
te: కొత్త ప్రణాళికగా సేవ్ చేయు
th: บันทึกเป็นแผนใหม่
tr: Yeni plan olarak kaydet
uk: Створити новий план
vi: Lưu dưới dạng kế hoạch mới
zh_hans: 设为新计划
zh_hant: 作為新的計畫儲存

# ai_plan.start_once
source: 今回だけ実行
ar_sa: ابدأ مرة واحدة فقط
ca: Executar només aquesta vegada
cs: Spustit pouze jednou
da: Gennemfør kun denne gang
de_de: Nur für diese Einheit ausführen
el: Εκτέλεση μόνο τώρα
en_au: Run this once only
es_es: Hacerlo solo esta vez
fi: Toteuta vain tällä kertaa
fr_ca: Faire cette séance seulement
gu: ફક્ત આ વખતે ચલાવો
he: הפעל פעם אחת בלבד
hi: केवल इस बार करें
hr: Provedi samo ovaj put
hu: Csak most végrehajtom
id: Jalankan kali ini saja
it: Esegui una sola volta
ko: 이번에만 실행
mr: फक्त एकदा सुरू करा
ms: Laksanakan sekali sahaja
nl_nl: Eén keer uitvoeren
no: Kjør bare denne gangen
pl: Wykonaj raz
pt_br: Executar apenas desta vez
pt_pt: Executar apenas desta vez
ro: Execută doar de data aceasta
ru: Выполнить один раз
sk: Spustiť len raz
sl: Izvedi samo tokrat
sv: Kör en gång
ta: இந்த முறை மட்டும் செயல்படுத்தவும்
te: ఒకసారి మాత్రమే అమలు చేయి
th: เริ่มเพียงครั้งเดียว
tr: Sadece bu sefer çalıştır
uk: Виконати лише цього разу
vi: Thực hiện một lần duy nhất
zh_hans: 仅执行本次
zh_hant: 僅此一次執行

# ai_plan.try_or_save
source: このまま一度だけ試すか、計画として保存できます。
ar_sa: جرب هذه المرة، أو احفظ الخطة.
ca: Prova-ho una vegada o guarda'l com a pla.
cs: Můžete zkusit, nebo uložit jako plán.
da: Du kan prøve dette én gang eller gemme det som en plan.
de_de: Sie können diesen Plan entweder einmal ausprobieren oder als neuen Plan speichern.
el: Μπορείτε να το δοκιμάσετε μία φορά ή να το αποθηκεύσετε ως σχέδιο.
en_au: Try this once or save it as a plan.
es_es: Puedes probarlo una sola vez tal como está o guardarlo como plan.
fi: Voit kokeilla tätä kerran tai tallentaa sen suunnitelmaksi.
fr_ca: Vous pouvez l’essayer une seule fois tel quel ou l’enregistrer comme plan.
gu: તમે આને એકવાર અજમાવી શકો છો અથવા યોજના તરીકે સાચવી શકો છો.
he: ניתן לנסות פעם אחת או לשמור את התוכנית.
hi: आप इसे ऐसे ही केवल एक बार आज़मा सकते हैं या योजना के रूप में सहेज सकते हैं।
hr: Možete ovo isprobati samo jednom ili spremiti kao plan.
hu: Próbálhatja meg egyszer, vagy a tervet is elmentheti.
id: Anda dapat mencobanya sekali seperti ini atau menyimpannya sebagai rencana.
it: Puoi provare una volta o salvare il piano.
ko: 이대로 한 번만 시도하거나 계획으로 저장할 수 있습니다.
mr: हे तात्पुरते वापरून पहा किंवा योजना म्हणून जतन करा.
ms: Anda boleh mencuba atau menyimpan rancangan ini.
nl_nl: Probeer dit even, of sla het plan op.
no: Du kan prøve dette én gang som det er, eller lagre det som en plan.
pl: Możesz spróbować, lub zapisać plan.
pt_br: Você pode experimentar assim apenas uma vez ou salvar como um plano.
pt_pt: Pode tentar uma vez ou guardar o plano.
ro: Poți încerca așa, o singură dată, sau poți salva ca plan.
ru: Можно попробовать один раз или сохранить как план.
sk: Môžete skúsiť, alebo uložiť ako plán.
sl: To lahko enkrat preizkusite takole ali shranite kot načrt.
sv: Prova detta eller spara planen. Du kan prova det här en gång, eller spara planen.
ta: இதை இப்படியே ஒருமுறை மட்டும் முயற்சிக்கலாம் அல்லது திட்டமாகச் சேமிக்கலாம்.
te: దీనిని ఒకసారి ప్రయత్నించవచ్చు లేదా ప్రణాళికగా సేవ్ చేసుకోవచ్చు.
th: ลองใช้หรือบันทึกเป็นแผน
tr: Bu haliyle bir kez deneyebilir veya planı kaydedebilirsiniz.
uk: Можна спробувати це лише один раз або зберегти як план.
vi: Bạn có thể thử hoặc lưu kế hoạch này. (Lưu ý: Đây chỉ là gợi ý, không đảm bảo hiệu quả.)
zh_hans: 你可以按当前设置试用一次，或将其保存为计划。
zh_hant: 可以嘗試或儲存為計畫。 建議先試用。

# ai_plan.update_current_plan
source: 既存計画を更新
ar_sa: حدث الخطة الحالية
ca: Actualitzar el pla existent
cs: Aktualizovat stávající plán
da: Opdater eksisterende plan
de_de: Aktuellen Plan aktualisieren
el: Ενημέρωση του υπάρχοντος σχεδίου
en_au: Update current plan
es_es: Actualizar el plan existente
fi: Päivitä nykyinen suunnitelma
fr_ca: Mettre à jour le plan existant
gu: હાલની યોજનાને અપડેટ કરો
he: עדכן תוכנית קיימת
hi: मौजूदा योजना अपडेट करें
hr: Ažuriraj postojeći plan
hu: A meglévő terv frissítése
id: Perbarui rencana yang ada
it: Aggiorna il piano esistente
ko: 기존 계획 업데이트
mr: सध्याची योजना अपडेट करा
ms: Perbaharui rancangan yang sedia ada
nl_nl: Huidig plan bijwerken
no: Oppdater eksisterende plan
pl: Zaktualizuj istniejący plan
pt_br: Atualizar plano existente
pt_pt: Atualizar o plano existente
ro: Actualizează planul existent
ru: Обновить текущий план
sk: Aktualizovať aktuálny plán
sl: Posodobi obstoječi načrt
sv: Uppdatera befintlig plan
ta: ஏற்கனவே உள்ள திட்டத்தைப் புதுப்பிக்கவும்
te: ప్రస్తుత ప్రణాళికను నవీకరించు
th: อัปเดตแผนปัจจุบัน
tr: Mevcut planı güncelleyin
uk: Оновити поточний план
vi: Cập nhật kế hoạch hiện tại
zh_hans: 更新现有计划
zh_hant: 更新現有計畫

# core_ui.004da00de9b0
source: その他
ar_sa: أخرى
ca: Altres
cs: Ostatní
da: Andet
de_de: Sonstiges
el: Άλλο
en_au: Other
es_es: Otro
fi: Muu
fr_ca: Autre
gu: અન્ય
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ko: 기타
mr: इतर
ms: Lain-lain
nl_nl: Overig
no: Annet
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altele
ru: Другое
sk: Ostatné
sl: Drugo
sv: Övrigt
ta: மற்றவை
te: ఇతర
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其他

# core_ui.01123bc3cf73
source: 動作
ar_sa: الحركة
ca: Moviment
cs: Pohyb
da: Bevægelse
de_de: Bewegung
el: Κίνηση
en_au: Movement
es_es: Movimiento
fi: Liike
fr_ca: Mouvement
gu: મૂવમેન્ટ
he: תנועה
hi: मूवमेंट
hr: Pokret
hu: Mozgás
id: Gerakan
it: Movimento
ko: 동작
mr: हालचाल
ms: Pergerakan
nl_nl: Beweging
no: Bevegelse
pl: Ruch
pt_br: Movimento
pt_pt: Movimento
ro: Mișcare
ru: Движение
sk: Pohyb
sl: Gibanje
sv: Rörelse
ta: அசைவு
te: కదలిక
th: การเคลื่อนไหว
tr: Hareket
uk: Рух
vi: Chuyển động
zh_hans: 动作

# core_ui.01f9df15aee7
source: 今回は変えない
ar_sa: لا تغيّر هذه المرة
ca: No ho canviïs aquesta vegada
cs: Tentokrát neměnit
da: Skift ikke denne gang
de_de: Diesmal nicht ändern
el: Χωρίς αλλαγή αυτή τη φορά
en_au: Don't change this time
es_es: No cambiar esta vez
fi: Älä muuta tällä kertaa
fr_ca: Ne pas modifier cette fois
gu: આ વખતે ન બદલો
he: לא לשנות הפעם
hi: इस बार न बदलें
hr: Ovaj put nemoj promijeniti
hu: Most ne változtasd meg
id: Jangan ubah kali ini
it: Non cambiare questa volta
ko: 이번에는 변경하지 않기
mr: यावेळी बदलू नका
ms: Jangan ubah kali ini
nl_nl: Deze keer niet wijzigen
no: Ikke endre denne gangen
pl: Tym razem nie zmieniaj
pt_br: Não alterar desta vez
pt_pt: Não alterar desta vez
ro: Nu modifica de această dată
ru: Не менять в этот раз
sk: Tentoraz nemeníť
sl: Tokrat ne spremeni
sv: Ändra inte den här gången
ta: இந்த முறை மாற்ற வேண்டாம்
te: ఈసారి మార్చవద్దు
th: ครั้งนี้ไม่เปลี่ยน
tr: Bu kez değiştirme
uk: Не змінювати цього разу
vi: Lần này không thay đổi
zh_hans: 这次不更改
zh_hant: 這次不更改

# core_ui.0200140f3573
source: 広告はiPhoneだけに表示し、健康・食事・写真やBodyModeの位置記録を広告選定に使用しません。
ar_sa: تظهر الإعلانات على iPhone فقط. لا تُستخدم سجلات الصحة أو الوجبات أو الصور أو الموقع في BodyMode لاختيار الإعلانات.
ca: Els anuncis només es mostren a l'iPhone. Les dades de salut, àpats, fotos i ubicacions de BodyMode no s'utilitzen per seleccionar anuncis.
cs: Reklamy se zobrazují pouze na iPhonu. Zdravotní údaje, jídla, fotografie a polohy BodyMode se nepoužívají k výběru reklam.
da: Annoncer vises kun på iPhone. Sundheds-, måltids-, billed- og BodyMode-placeringsdata bruges ikke til at vælge annoncer.
de_de: Werbung wird nur auf dem iPhone angezeigt. Gesundheits-, Mahlzeiten-, Foto- und BodyMode-Standortdaten werden nicht zur Auswahl von Werbung verwendet.
el: Οι διαφημίσεις εμφανίζονται μόνο στο iPhone. Δεδομένα υγείας, γευμάτων, φωτογραφιών και τοποθεσίας BodyMode δεν χρησιμοποιούνται για την επιλογή διαφημίσεων.
en_au: Ads appear only on iPhone. Health, meal, photo, and BodyMode location records are not used to select ads.
es_es: Los publicidad solo aparecen en el iPhone. Los registros de salud, comidas, fotos y ubicación de BodyMode no se usan para seleccionar publicidad.
fi: Mainoksia näytetään vain iPhonessa. Terveys-, ateria-, kuva- ja BodyMode-sijaintitietoja ei käytetä mainosten valintaan.
fr_ca: Les publicités s'affichent uniquement sur l'iPhone. Les données de santé, de repas, de photos et de position BodyMode ne servent pas à sélectionner les publicités.
gu: જાહેરાતો ફક્ત iPhone પર દેખાય છે. આરોગ્ય, ભોજન, ફોટા અને BodyMode સ્થાન રેકોર્ડનો જાહેરાત પસંદ કરવા ઉપયોગ થતો નથી.
he: מודעות מופיעות רק ב-iPhone. רישומי בריאות, ארוחות, תמונות ומיקום ב-BodyMode אינם משמשים לבחירת מודעות.
hi: विज्ञापन केवल iPhone पर दिखते हैं। BodyMode के स्वास्थ्य, भोजन, फ़ोटो और स्थान रिकॉर्ड विज्ञापन चुनने में उपयोग नहीं होते।
hr: Oglasi se prikazuju samo na iPhoneu. Podaci o zdravlju, obrocima, fotografijama i lokacijama BodyModea ne koriste se za odabir oglasa.
hu: A hirdetések csak iPhone-on jelennek meg. Az egészségügyi, étkezési, fotó- és BodyMode-helyadatokat nem használjuk hirdetések kiválasztására.
id: Iklan hanya tampil di iPhone. Data kesehatan, makanan, foto, dan lokasi BodyMode tidak digunakan untuk memilih iklan.
it: Gli annunci vengono mostrati solo su iPhone. I dati di salute, pasti, foto e posizione di BodyMode non vengono usati per selezionare gli annunci.
ko: 광고는 iPhone에만 표시됩니다. 건강, 식사, 사진 및 BodyMode 위치 기록은 광고 선택에 사용되지 않습니다.
mr: जाहिराती फक्त iPhone वर दिसतात. आरोग्य, जेवण, फोटो आणि BodyMode स्थान नोंदी जाहिराती निवडण्यासाठी वापरल्या जात नाहीत.
ms: Iklan hanya dipaparkan pada iPhone. Data kesihatan, hidangan, foto dan lokasi BodyMode tidak digunakan untuk memilih iklan.
nl_nl: Advertenties worden alleen op de iPhone weergegeven. Gezondheids-, maaltijd-, foto- en BodyMode-locatiegegevens worden niet gebruikt om advertenties te selecteren.
no: Annonser vises bare på iPhone. Helse-, måltids-, bilde- og BodyMode-posisjonsdata brukes ikke til å velge annonser.
pl: Reklamy są wyświetlane tylko na iPhonie. Dane zdrowotne, posiłki, zdjęcia i lokalizacje BodyMode nie są używane do wyboru reklam.
pt_br: Os anúncios aparecem apenas no iPhone. Registros de saúde, refeições, fotos e localização do BodyMode não são usados para selecionar anúncios.
pt_pt: Os anúncios aparecem apenas no iPhone. Registos de saúde, refeições, fotos e localização do BodyMode não são usados para selecionar anúncios.
ro: Reclamele apar doar pe iPhone. Datele de sănătate, mese, fotografii și locații BodyMode nu sunt folosite pentru selectarea reclamelor.
ru: Реклама показывается только на iPhone. Данные о здоровье, питании, фотографиях и местоположениях BodyMode не используются для подбора рекламы.
sk: Reklamy sa zobrazujú iba na iPhone. Zdravotné údaje, jedlá, fotografie a polohy BodyMode sa nepoužívajú na výber reklám.
sl: Oglasi se prikazujejo samo v iPhonu. Podatki o zdravju, obrokih, fotografijah in lokacijah BodyMode se ne uporabljajo za izbiro oglasov.
sv: Annonser visas endast på iPhone. Hälso-, måltids-, bild- och BodyMode-platsdata används inte för att välja annonser.
ta: விளம்பரங்கள் iPhone-ல் மட்டுமே காட்டப்படும். ஆரோக்கியம், உணவு, புகைப்படம் மற்றும் BodyMode இருப்பிடப் பதிவுகள் விளம்பரங்களைத் தேர்ந்தெடுக்கப் பயன்படுத்தப்படாது.
te: ప్రకటనలు iPhoneలో మాత్రమే కనిపిస్తాయి. ఆరోగ్యం, భోజనం, ఫోటో మరియు BodyMode స్థానం రికార్డులు ప్రకటనలను ఎంచుకోవడానికి ఉపయోగించబడవు.
th: โฆษณาแสดงบน iPhone เท่านั้น และจะไม่ใช้ข้อมูลสุขภาพ อาหาร รูปภาพ หรือตำแหน่งใน BodyMode เพื่อเลือกโฆษณา
tr: Reklamlar yalnızca iPhone'da gösterilir. Sağlık, öğün, fotoğraf ve BodyMode konum verileri reklam seçimi için kullanılmaz.
uk: Реклама показується лише на iPhone. Дані про здоров’я, харчування, фотографії та розташування BodyMode не використовуються для добору реклами.
vi: Quảng cáo chỉ hiển thị trên iPhone. Dữ liệu sức khỏe, bữa ăn, ảnh và vị trí trong BodyMode không được dùng để chọn quảng cáo.
zh_hans: 广告仅在iPhone上显示。健康、餐食、照片和BodyMode位置记录不会用于选择广告。
zh_hant: 廣告僅在iPhone上顯示。健康、餐點、照片和BodyMode位置記錄不會用於選擇廣告。

# core_ui.0221665d470d
source: 今日の提案
ar_sa: اقتراح اليوم
ca: Recomanació d'avui
cs: Dnešní doporučení
da: Dagens anbefaling
de_de: Heutige Empfehlung
el: Σημερινή πρόταση
en_au: Today's recommendation
es_es: Recomendación de hoy
fi: Tämän päivän suositus
fr_ca: Recommandation du jour
gu: આજની ભલામણ
he: ההמלצה של היום
hi: आज का सुझाव
hr: Današnja preporuka
hu: Mai ajánlás
id: Rekomendasi hari ini
it: Consiglio di oggi
ko: 오늘의 추천
mr: आजची शिफारस
ms: Cadangan hari ini
nl_nl: Aanbeveling van vandaag
no: Dagens anbefaling
pl: Dzisiejsze zalecenie
pt_br: Recomendação de hoje
pt_pt: Recomendação de hoje
ro: Recomandarea de azi
ru: Сегодняшняя рекомендация
sk: Dnešné odporúčanie
sl: Današnje priporočilo
sv: Dagens rekommendation
ta: இன்றைய பரிந்துரை
te: ఈరోజు సిఫార్సు
th: คำแนะนำวันนี้
tr: Bugünün önerisi
uk: Сьогоднішня рекомендація
vi: Đề xuất hôm nay
zh_hans: 今天的建议
zh_hant: 今天的建議

# core_ui.0307962d6266
source: 状態と次の一手を知る
ar_sa: تعرف على الحالة والخطوة التالية
ca: Coneix l'estat i el proper moviment
cs: Zjistěte svůj stav a další krok
da: Find ud af din nuværende tilstand og næste trin
de_de: Status und nächste Aktion erfahren
el: Μάθετε την κατάσταση και το επόμενο βήμα
en_au: Learn about your current status and the next step.
es_es: Conozca su estado y el siguiente paso.
fi: Selvitä tila ja seuraava vaihe
fr_ca: Connaître votre état et la prochaine étape
gu: તમારી સ્થિતિ અને આગામી પગલા વિશે જાણો
he: לדעת את מצבך ואת הצעד הבא
hi: स्थिति और अगले चरण जानें
hr: Saznajte o svom stanju i sljedećem koraku
hu: Tudjon meg állapotról és a következő lépésekről
id: Ketahui kondisi dan langkah selanjutnya
it: Conosci il tuo stato e il prossimo passo
ko: 상태 및 다음 단계 확인
mr: तुमची स्थिती आणि पुढील कृती जाणून घ्या
ms: Ketahui status dan langkah seterusnya
nl_nl: Bekijk je status en de volgende stap
no: Få oversikt over status og neste steg
pl: Dowiedz się o swoim stanie i kolejnym kroku.
pt_br: Saiba seu estado e o próximo passo
pt_pt: Saiba seu estado e o próximo passo
ro: Obțineți informații despre starea actuală și următoarea etapă
ru: Узнайте о своем состоянии и следующей задаче
sk: Zistite svoje aktuálne zdravie a ďalší krok
sl: Preverite svoje stanje in naslednji korak
sv: Lär dig om ditt tillstånd och nästa steg
ta: உங்கள் நிலையைப் பற்றியும், அடுத்த கட்டத்தைப் பற்றியும் தெரிந்து கொள்ளுங்கள்
te: స్థితిని మరియు తదుపరి దశను తెలుసుకోండి
th: ทราบสถานะและขั้นตอนต่อไป
tr: Durumunuzu ve bir sonraki adımı öğrenin
uk: Дізнайтеся про поточний стан та наступний крок
vi: Tìm hiểu về tình trạng và bước tiếp theo
zh_hans: 了解当前状态和下一步行动
zh_hant: 了解當前狀態和下一步

# core_ui.04b0c641ffb6
source: APIキー
ar_sa: مفتاح API
ca: Clau de l'API
cs: Klíč API
da: API-nøgle
de_de: API-Schlüssel
el: Κλειδί API
en_au: API key
es_es: Clave de API
fi: API-avain
fr_ca: Clé API
gu: API કી
he: מפתח API
hi: API कुंजी
hr: API ključ
hu: API-kulcs
id: Kunci API
it: Chiave API
ko: API 키
mr: API की
ms: Kunci API
nl_nl: API-sleutel
no: API-nøkkel
pl: Klucz API
pt_br: Chave de API
pt_pt: Chave de API
ro: Cheie API
ru: Ключ API
sk: Kľúč API
sl: Ključ API
sv: API-nyckel
ta: API விசை
te: API కీ
th: คีย์ API
tr: API anahtarı
uk: Ключ API
vi: Khóa API
zh_hans: API密钥
zh_hant: API金鑰

# core_ui.0676a757f1f4
source: 写真と数値を記録する
ar_sa: سجّل الصور والقياسات
ca: Registra fotos i mesures
cs: Zaznamenat fotografie a měření
da: Registrer billeder og målinger
de_de: Fotos und Messwerte erfassen
el: Καταγραφή φωτογραφιών και μετρήσεων
en_au: Log photos and measurements
es_es: Registrar fotos y medidas
fi: Kirjaa kuvat ja mitat
fr_ca: Enregistrer des photos et des mesures
gu: ફોટા અને માપ રેકોર્ડ કરો
he: רישום תמונות ומדידות
hi: फ़ोटो और माप दर्ज करें
hr: Zabilježi fotografije i mjerenja
hu: Fotók és mérések rögzítése
id: Catat foto dan pengukuran
it: Registra foto e misurazioni
ko: 사진과 측정값 기록
mr: फोटो आणि मोजमाप नोंदवा
ms: Log foto dan ukuran
nl_nl: Foto's en metingen registreren
no: Registrer bilder og målinger
pl: Zapisz zdjęcia i pomiary
pt_br: Registrar fotos e medidas
pt_pt: Registar fotos e medidas
ro: Înregistrează fotografii și măsurători
ru: Записать фотографии и измерения
sk: Zaznamenať fotografie a merania
sl: Zabeleži fotografije in meritve
sv: Logga bilder och mått
ta: புகைப்படங்களையும் அளவுகளையும் பதிவு செய்யவும்
te: ఫోటోలు మరియు కొలతలను రికార్డ్ చేయండి
th: บันทึกรูปภาพและค่าที่วัด
tr: Fotoğraf ve ölçümleri kaydet
uk: Записати фотографії та вимірювання
vi: Ghi ảnh và số đo
zh_hans: 记录照片和测量数据
zh_hant: 記錄照片與測量資料

# core_ui.06d6e4f2f426
source: 回復
ar_sa: التعافي
ca: Recuperació
cs: Regenerace
da: Restitution
de_de: Erholung
el: Αποκατάσταση
en_au: Recovery
es_es: Recuperación
fi: Palautuminen
fr_ca: Récupération
gu: રીકવરી
he: התאוששות
hi: रिकवरी
hr: Oporavak
hu: Regeneráció
id: Pemulihan
it: Recupero
ko: 회복
mr: रिकव्हरी
ms: Pemulihan
nl_nl: Herstel
no: Restitusjon
pl: Regeneracja
pt_br: Recuperação
pt_pt: Recuperação
ro: Recuperare
ru: Восстановление
sk: Regenerácia
sl: Okrevanje
sv: Återhämtning
ta: மீட்பு
te: రికవరీ
th: การฟื้นตัว
tr: Toparlanma
uk: Відновлення
vi: Phục hồi
zh_hans: 恢复
zh_hant: 恢復
